{
  "quotes": [
    {
      "text": "The present moment is the only time over which we have dominion.",
      "author": "Thich Nhat Hanh",
      "category": "mindfulness"
    },
    {
      "text": "You are not your thoughts. You are the awareness behind your thoughts.",
      "author": "Eckhart Tolle",
      "category": "mindfulness"
    },
    {
      "text": "Peace comes from within. Do not seek it without.",
      "author": "Buddha",
      "category": "peace"
    },
    {
      "text": "Mindfulness is about being fully awake in our lives.",
      "author": "Jon Kabat-Zinn",
      "category": "mindfulness"
    },
    {
      "text": "The mind is everything. What you think you become.",
      "author": "Buddha",
      "category": "thoughts"
    },
    {
      "text": "Breathe in peace, breathe out stress.",
      "author": "Anonymous",
      "category": "breathing"
    },
    {
      "text": "Your calm mind is the ultimate weapon against your challenges.",
      "author": "Bryant McGill",
      "category": "calm"
    },
    {
      "text": "The best way to take care of the future is to take care of the present moment.",
      "author": "Thich Nhat Hanh",
      "category": "present"
    },
    {
      "text": "You have power over your mind - not outside events. Realize this, and you will find strength.",
      "author": "Marcus Aurelius",
      "category": "strength"
    },
    {
      "text": "Be where you are; otherwise you will miss your life.",
      "author": "Buddha",
      "category": "presence"
    },
    {
      "text": "The quieter you become, the more you are able to hear.",
      "author": "Rumi",
      "category": "quiet"
    },
    {
      "text": "In the midst of winter, I found there was, within me, an invincible summer.",
      "author": "Albert Camus",
      "category": "resilience"
    },
    {
      "text": "Feelings come and go like clouds in a windy sky. Conscious breathing is my anchor.",
      "author": "Thich Nhat Hanh",
      "category": "breathing"
    },
    {
      "text": "Every breath we take, every step we make, can be filled with peace, joy, and serenity.",
      "author": "Thich Nhat Hanh",
      "category": "peace"
    },
    {
      "text": "The only way out is through.",
      "author": "Robert Frost",
      "category": "perseverance"
    },
    {
      "text": "You are enough just as you are.",
      "author": "Meghan Markle",
      "category": "self-love"
    },
    {
      "text": "Progress, not perfection.",
      "author": "Anonymous",
      "category": "growth"
    },
    {
      "text": "Your mental health is a priority. Your happiness is essential. Your self-care is a necessity.",
      "author": "Anonymous",
      "category": "mental-health"
    },
    {
      "text": "You don't have to be positive all the time. It's perfectly okay to feel sad, angry, annoyed, frustrated, scared, or anxious. Having feelings doesn't make you a negative person.",
      "author": "Lori Deschene",
      "category": "emotions"
    },
    {
      "text": "Take time to make your soul happy.",
      "author": "Anonymous",
      "category": "happiness"
    }
  ],
  "tips": [
    "Take three deep breaths before continuing your day.",
    "Notice five things you can see around you right now.",
    "Feel your feet on the ground - you are present.",
    "Ask yourself: 'What do I really need right now?'",
    "Remember: This feeling will pass.",
    "Take a moment to appreciate something beautiful nearby.",
    "Stretch your arms above your head and breathe deeply.",
    "Think of one thing you're grateful for today.",
    "Notice the sensation of air entering and leaving your nose.",
    "Give yourself permission to take a break.",
    "Remember that you are exactly where you need to be.",
    "Focus on what you can control, let go of what you cannot.",
    "Your worth is not determined by your productivity.",
    "It's okay to start over as many times as you need to.",
    "Be kind to yourself - you're doing the best you can."
  ],
  "affirmations": [
    "I am in control of my thoughts and actions.",
    "I choose peace over anxiety.",
    "I am worthy of love and respect.",
    "I trust in my ability to handle whatever comes my way.",
    "I am growing and learning every day.",
    "I deserve happiness and joy.",
    "I am enough, exactly as I am.",
    "I choose to focus on what I can control.",
    "I am resilient and strong.",
    "I give myself permission to rest.",
    "I am grateful for this moment.",
    "I choose mindfulness over mindless scrolling.",
    "I am creating healthy habits for my future self.",
    "I trust my journey and embrace the process.",
    "I am worthy of taking care of myself."
  ]
}